-- Додавання категорії
INSERT INTO Category (id_category, name)
VALUES (1, 'Саморозвиток'),
       (2, 'Спорт'),
       (3, 'Карєра');

-- Додавання порад
INSERT INTO Tips (id_tip, tip_text)
VALUES (1, 'Поставте перед собою малі та досяжні цілі, щоб збільшити свою продуктивність.'),
       (2, 'Регулярно переривайте роботу, щоб зберігати свою концентрацію.'),
       (3, 'Не забувайте про фізичну активність - вона сприяє загальному самопочуттю та ефективності.'),
       (4, 'Спробуйте використовувати техніки управління часом, такі як техніка "Помідора".'),
       (5, 'Перевіряйте свої електронні повідомлення тільки в певні години, щоб уникнути розірвання уваги.'),
       (6, 'Ставте конкретні строки для завершення завдань, щоб підтримувати ефективність.'),
       (7, 'Створіть зручне робоче середовище, що сприяє продуктивності та концентрації.'),
       (8, 'Вчіться відпускати завдання, які вимагають багато часу, та повертайтесь до них пізніше.'),
       (9, 'Плануйте свій день заздалегідь, розподіляючи час між різними видами діяльності.'),
       (10, 'Не забувайте про перерви на відпочинок, оскільки вони допомагають зберігати ефективність протягом дня.'),
       (11, 'Регулярно оцінюйте свій прогрес та вносьте корективи в плани, якщо потрібно.'),
       (12, 'Працюйте над підвищенням своєї ефективності, але не забувайте про здоровий баланс між роботою та відпочинком.');
